Repository: srgklmntv/cscart_yclients_sync
Catalog: var/langs/*/addons/yclients_sync.po
Languages: ru_ru

# Addons::name::yclients_sync
source: YClients Sync
ru_ru: Синхронизация с YClients

# Addons::description::yclients_sync
source: The addon adds the functionality of synchronizing bookings with YClients. <a target="_blank" href="https://t.me/srgklmntv">© srgklmntv</a>.
ru_ru: Модуль добавляет функционал синхронизации бронирований с сервисом YClients. <a target="_blank" href="https://t.me/srgklmntv">© srgklmntv</a>.

# SettingsSections::yclients_sync::general
source: General
ru_ru: Общие

# SettingsOptions::yclients_sync::yclients_partner_token
source: YClients API Partner token
ru_ru: YClients API токен партнера

# SettingsOptions::yclients_sync::yclients_company_id
source: YClients API Company id
ru_ru: YClients API Идентификатор филиала

# SettingsOptions::yclients_sync::yclients_user_login
source: YClients API User login
ru_ru: YClients API логин пользователя

# SettingsOptions::yclients_sync::yclients_user_password
source: YClients API User password
ru_ru: YClients API пароль пользователя

# SettingsTooltips::yclients_sync::yclients_partner_token
source: You can find the partner token in the developer's personal account on the "Account Settings" tab
ru_ru: Токен партнера вы можете найти в личном кабинете разработчика на вкладке "Настройки аккаунта"

# SettingsTooltips::yclients_sync::yclients_company_id
source: You can find the company ID in your branch account on the "Overview" -> "Summary" tab
ru_ru: Идентификатор филиала вы можете найти в личном кабинете филиала на вкладке "Обзор" -> "Сводка"

# SettingsTooltips::yclients_sync::yclients_user_login
source: Enter YClients user login
ru_ru: Введите логин пользователя YClients

# SettingsTooltips::yclients_sync::yclients_user_password
source: Enter YClients user password
ru_ru: Введите пароль пользователя YClients

# Languages::yclients_sync.bookings
source: YClients Bookings
ru_ru: Бронирования YClients

# Languages::yclients_sync.bookings_menu_description
source: List of bookings in YClients service
ru_ru: Список бронирований в сервисе YClients

# Languages::yclients_sync.staff
source: Staff
ru_ru: Сотрудник

# Languages::yclients_sync.client
source: Client
ru_ru: Клиент

# Languages::yclients_sync.visit_date
source: Visit date
ru_ru: Время визита

# Languages::yclients_sync.sync
source: Sync with YClients
ru_ru: Синхронизировать с YClients
